"About %@" = "Acerca de %@";
"Hide %@" = "Ocultar %@";
"Hide Others" = "Ocultar otros";
"Show All" = "Mostrar todo";
"Quit %@" = "Salir de %@";

"Another %@ is currently running. Please close all instances of it now." = "Un otro %@ se está ejecutando actualmente. Cierra todas las instancias ahora.";
"Are you sure you want to exit %@ setup?" = "¿Está seguro de que desea salir de la configuración de %@?";
"Are you sure you want to exit before the process is completed?" = "¿Está seguro de que desea salir antes de que se complete el proceso?";
"Due to some error, the installation cannot be completed. Please check your Internet connection and try again. You can also click \"Direct Download\" to get a full package from the official website." = "Debido a algún error, no se puede completar la instalación. Comprueba tu conexión a Internet y vuelve a intentarlo. También puede hacer clic en \"Descarga directa\" para obtener un paquete completo del sitio web oficial.";
"I've read and agreed to %@" = "He leído y acepto el %@";
"%@ License Agreement" = "Acuerdo de Licencia de %@";
"Install" = "Instalar";
"Installing...please wait ( %1.1f%% finished)" = "Instalando ... por favor espere (%1.1f%% terminado)";
"Please agree %@ License Agreement before installing %@!" = "¡Acepte el Acuerdo de Licencia de %@ antes de instalar %@!";
"Continue" = "Continuar";
"Direct Download" = "Descarga directa";
"Exit" = "Salir";
"OK" = "OK";
"Try Again" = "Intentar otra vez";
